Repository: prodlinetrace/wink_bmw_web
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: You cannot modify this comment.
pl: Nie mozesz modyfikować tego komentarza

source: You cannot modify this operation.
pl: Nie mozesz modyfikować tej operacji

source: You cannot modify this product.
pl: Nie mozesz modyfikować tego produktu

source: Product: {product} removed with {comments_count} comments, {status_count} statuses and {operations_count} operations.
pl: Product: {product} usuniety. Dodatkow usunięto {comments_count} komentarzy, {status_count} statusów i{operations_count} operacji.

source: You cannot modify this status.
pl: Nie mozesz modyfikować tego statusu

source: Username
pl: Użytkownik

source: Password
pl: Hasło

source: Keep me logged on
pl: Utrzymuj mnie zalogowanego

source: Log In
pl: Zaloguj

source: Invalid username or password.
pl: Błędna nazwa użytkownika lub hasło.

source: You have been logged out.
pl: Zostałeś wylogowany.

source: Id
pl: Identyfikator

source: Name
pl: Nazwa

source: Unit
pl: Jednostka

source: Description
pl: Opis

source: Submit
pl: Wyślij

source: New operation_status: {operation_status} was added successfully.
pl: Nowy status operacji : {operation_status} został dodany.

source: Validation failed
pl: Walidacja nie powiodla się

source: operation_status with id: {operation_status} has been updated.
pl: Status Operacji: {operation_status} został zaktualizowany.

source: Operation_Status with id: {operation_status} has been deleted.
pl: Status Operacji: {operation_status} został skasowany.

source: You have to be administrator to remove operation_statuses.
pl: Musisz byc administratorem aby kasować Statusy Operacji.

source: New operation_type: {operation_type} was added successfully.
pl: Nowy rodzaj operacji : {operation_type} został dodany.

source: Operation_Type with id: {operation_type} has been updated.
pl: Typ Operacji: {operation_type} został zaktualizowany.

source: Operation_Type with id: {operation_type} has been deleted.
pl: Typ Operacji: {operation_type} został skasowany.

source: You have to be administrator to remove operation_types.
pl: Musisz byc administratorem aby kasować Typy Operacji.

source: Operation: {operation} has been deleted.
pl: Typ Operacji: {operation_type} został skasowany.

source: You have to be administrator to remove operations.
pl: Musisz byc administratorem aby kasować Operacje.

source: Product Type
pl: Typ Produktu

source: Serial Number
pl: Numer Seryjny

source: Date Added
pl: Data dodania

source: Comment
pl: komentarz

source: Find
pl: Znajdź

source: From
pl: Od

source: To
pl: Do

source: Status Failed
pl: Status Nieduany

source: Operation Failed
pl: Operacja Nieduana

source: Scan Product
pl: Znajdź produkt

source: New Window
pl: Nowe Okno

source: Operation Type
pl: Typ Operacji

source: Product with serial {serial} found.
pl: Produkt z numerem seryjnym: {serial} znaleziony.

source: Product with serial {serial} not found.
pl: Produkt z numerem seryjnym: {serial} nie znaleziony.

source: {number} products found with selected criteria.
pl: znalazlem {number} produktów spełniających kryteria wyszukiwania

source: No products are matching selected criteria.
pl: Nie znalazłem żadnego produktu spełniającego kryteria wyszukiwania.

source: Your comment has been published.
pl: Twój komentarz został opublikowany.

source: The product was updated successfully.
pl: Produkt został pomyślnie zaktualizowany.

source: New program: {program} was added successfully.
pl: Nowy program: {program} został dodany pomyślnie.

source: Program with id: {program} has been updated.
pl: Program o id: {program} został zaktualizowany

source: Program with id: {id} has been deleted.
pl: Program: {program} został usunięty

source: You have to be administrator to remove programs.
pl: Musisz byc administratorem aby kasować programy.

source: IP Address
pl: Adres IP

source: New station: {station} was added successfully.
pl: Nowa Stacja: {station} została dodana pomyslnie.

source: Station profile for: {station} has been updated.
pl: Profil stacji: {station} został zaktualizowany.

source: Station for: {station} has been deleted.
pl: Stacja: {station} została usunięta.

source: You have to be adminstrator to remove stations.
pl: Musisz być administratorem aby kasować stacje.

source: Older
pl: Starsze

source: Newer
pl: Nowsze

source: status: {status} has been deleted.
pl: Stacja: {station} została usunięta

source: You have to be administrator to remove statuses.
pl: Jesteś za młody na heroda. Musisz być adminem

source: Toggle Navigation
pl: Przełącz nawigacje

source: Products
pl: Produkty

source: Stations
pl: Stacje

source: Operations
pl: Operacje

source: Statuses
pl: Statusy

source: Units
pl: Jednostki

source: Users
pl: Użytkownicy

source: Profile
pl: Profil

source: Admin
pl: Adminitstrator

source: Logout
pl: Wyloguj

source: stat
pl: statystyki

source: Login
pl: Zaloguj

source: undefined value
pl: Wartość niezdefiniowana

source: Delete
pl: Skasuj

source: Edit
pl: Edytuj

source: Unit [Symbol]
pl: Jednostka [Symbol]

source: Extras
pl: Dodatki

source: Edit Operation Status
pl: Edytuj Status Operacji

source: New Operation Status
pl: Nowy Status Operacji

source: Add New Operation Status
pl: Dodaj nowy status operacji

source: Details for
pl: Detale

source: Unit Name
pl: Nazwa Jednostki

source: Unit Symbol
pl: Symbol Jednostki

source: Edit Operation Type
pl: Edytuj Typ Operacji

source: New Operation Type
pl: Nowy Typ Operacji

source: Add New Operation Type
pl: Dodaj nowy rodzaj operacji

source: Deleted
pl: Skasowany

source: Edit Operation
pl: Edytuj Typ Operacji

source: Add New Operation
pl: Dodaj nowy rodzaj operacji

source: commented
pl: skomentowany

source: Comments
pl: Komentarze

source: Type
pl: Typ

source: Serial
pl: Numer Seryjny

source: Success Statuses
pl: Pozytywne Statusy

source: Failed Statuses
pl: Negatywne Statusy

source: Success Operations
pl: Pozytywne Operacje

source: Failed Operations
pl: Negatywne Operacje

source: Product
pl: Produkt

source: CSV Export
pl: Export CSV

source: Product/Operation Export
pl: Export Produktu/Operacji

source: Find Product
pl: Znajdź produkt

source: Hand Scanner Search
pl: Wyszukiwanie Skanerem Ręcznym

source: Basic Product Search
pl: Wyszukiwanie Podstawowe

source: Detailed Product Search
pl: Wyszukiwanie Szczegółowe

source: Product Overview
pl: Podgląd Produktu

source: Statuses (Failed / Success / Total)
pl: Statusy (Nieudane / Udane / Razem)

source: Operations (Failed / Success / Total)
pl: Operacje (Nieudane / Udane / Razem)

source: Status Overview
pl: Podglad Statusu

source: Ident
pl: Id

source: Station
pl: Stacja

source: Date
pl: Data

source: User
pl: Użytkownik

source: Operation Overview
pl: Podglad Stacji

source: Operation
pl: Operacja

source: Operation Measurement
pl: Pomiary Operacji

source: Minimum | Result | Maximum | Unit | Status
pl: Minimum | Rezultat | Maximum | Jednostka | Status

source: Write a comment
pl: Dodaj komentarz

source: Edit Program
pl: Edytuj Program

source: New Program
pl: Nowy Program

source: Add New Program
pl: Dodaj Nowy Program

source: Welcome to ProdLineTrace
pl: Witamy w ProdLineTrace

source: Please click the link to start
pl: Kliknij na odnosnik aby rozpocząć

source: Operator Application
pl: Aplikacja Operatora

source: To use RestAPI please refer
pl: Aby użyć RestAPI kliknij

source: documentation
pl: dokumentacja

source: for details
pl: dla szczegółów

source: Please click the link see available
pl: Prosze kliknac na link aby zobaczyc dostepne

source: status codes
pl: Kody Statusow

source: Please contact
pl: Proszę skontaktować się z

source: in case of any questions.
pl: w przypdaku niejasności.

source: Enjoy!
pl: Życzę miłego użytkowania!

source: I'm logged in as
pl: Jestem zalogowany jako

source: Status Codes
pl: Kody Statusów

source: Please
pl: Proszę

source: code
pl: kod

source: short
pl: krótki

source: description
pl: opis

source: Edit Station
pl: Edytuj Stację

source: New Station
pl: Nowa Stacja

source: Add New Station
pl: Dodaj Nową Stację

source: General Statistics
pl: Statystyki Ogólne

source: Parameter
pl: Parametr

source: Value
pl: Wartość

source: Version
pl: Wersja Programu

source: Model Version
pl: Wersja Modelu

source: Database file location
pl: Lokacja pliku bazy danych

source: Mode
pl: Tryb

source: Default Locale
pl: Domyślny Język

source: Supported Languages
pl: Wspierane języki

source: Local Bootstrap
pl: Lokana biblioteka bootstrap

source: Products per page
pl: Ilość produktów na stronę

source: Comments per page
pl: Ilość komentarzy na stronę

source: Stations per page
pl: Ilość stacji na stronę

source: Operation types per page
pl: Ilość typów operacji na stronę

source: Operation statuses per page
pl: Ilość statusów operacji na stronę

source: Operations per page
pl: Ilość operacji na stronę

source: Statuses per page
pl: Ilość statusów na stronę

source: Users per page
pl: Ilość użytkowników na stronę

source: Database Statistics
pl: Statystyki Bazy Danych

source: Count
pl: Suma

source: Number of products in DB
pl: Ilość produktów w bazie

source: Number of statuses in DB
pl: Ilość statusów w bazie

source: Number of operations in DB
pl: Ilość operacji w bazie

source: Operation Types
pl: Typy Operacji

source: Number of operation types in DB
pl: Ilość typów operacji w bazie

source: Operation Statuses
pl: Statusy Operacji

source: Number of operation statuses in DB
pl: Ilość statusów operacji w bazie

source: Number of stations in DB
pl: Ilość stacji w bazie

source: Number of units in DB
pl: Ilość typow jednostek w bazie

source: Number of comments in DB
pl: Ilość komentarzy w bazie

source: Number of users in DB
pl: Ilość użytkowników w bazie

source: Edit Status
pl: Edytuj Stację

source: Add New Status
pl: Dodaj Nową Stację

source: Edit Unit
pl: Edytuj Jednostke

source: New Unit
pl: Nowa Jednostka

source: Add New Unit
pl: Dodaj Nową Jednostkę

source: Bio
pl: Opis

source: New User
pl: Nowy użytkownik

source: Add New User
pl: Dodaj nowego użytkownika

source: Edit Password
pl: Edytuj hasło

source: Edit Profile
pl: Edytuj Profil

source: Location
pl: Lokalizacja

source: Preferred Language
pl: Preferowany Język

source: New unit: {unit} was added successfully.
pl: Nowy użytkownik: {user} został dodany pomyślnie

source: Unit with id: {unit} has been updated.
pl: Profil użytkownika {user} został zaktualizowany

source: Unit with id: {id} has been deleted.
pl: Stacja: {station} została usunięta

source: You have to be administrator to remove units.
pl: Jesteś za młody na heroda. Musisz być adminem

source: Locale
pl: Język

source: confirm
pl: potwierdź

source: Passwords must match
pl: Hasła muszą być identyczne

source: Repeat Password
pl: Powtórz hasło

source: {user}, you have updated your profile successfully.
pl: {user}, pomyślnie zaktualizowałeś swój profil.

source: New user: {user} was added successfully.
pl: Nowy użytkownik: {user} został dodany pomyślnie.

source: User profile for: {user} has been updated.
pl: Profil użytkownika {user} został zaktualizowany.

source: User password for: {user} has been updated.
pl: Hasło użytkownika {user} zostało zaktualizowane.

source: Unable to remove currently logged user: {user}.
pl: Nie mogę usunąć aktualnie zalogowanego użytkownika: {user}.

source: User profile for: {user} has been deleted.
pl: Profil użytkownika: {user} został skasowany.

source: You have to be adminstrator to remove users.
pl: Jesteś za młody na heroda. Musisz być adminem.
